{
  "dokumen": "ANGGARAN DASAR DAN ANGGARAN RUMAH TANGGA ASOSIASI GURU PENDIDIKAN AGAMA ISLAM INDONESIA (AGPAII)",
  "mukadimah": "Alhamdulillah, segala puji dan syukur hanya milik Allah Swt., Tuhan semesta alam, shalawat dan salam semoga tercurah kepada Nabi Muhammad Saw. Atas rahmat dan karunia Allah Swt. pada tanggal 23-25 Maret 2007, Direktorat Pendidikan Agama Islam pada Sekolah (Dit PAIS) Departemen Agama R.I. mengadakan kegiatan di sebuah hotel di kawasan Cipayung Bogor. Kegiatan tersebut dihadiri oleh guru-guru Pendidikan Agama Islam mewakili Kelompok Kerja Guru Pendidikan Agama Islam (KKG PAI) di SD, Musyawarah Guru Mata Pelajaran (MGMP-PAI) SMP dan SMA/SMK seluruh Indonesia. Salah satu hasil dari kegiatan tersebut adalah disepakatinya pembentukan organisasi profesi bernama Asosiasi Guru Pendidikan Agama Islam Indonesia yang disingkat dengan AGPAII pada tanggal 24 Maret 2007. Melalui Kongres I AGPAII pada tanggal 24 – 26 Agustus 2007 yang dihadiri oleh 110 orang Guru Pendidikan Agama Islam (GPAI) jenjang SD, SMP, SMA dan SMK perwakilan dari 18 Provinsi dikukuhkan Kepengurusan DPP AGPAII masa bakti 2007-2012. Pembukaan Kongres I dilaksanakan di Balai Agung Pemda DKI Jakarta dan dilanjutkan sidang-sidang Komisi di SLB Pembina Lebak Bulus Jakarta Selatan melahirkan Kepengurusan dan AD-ART AGPAII. AGPAII untuk pertama kali dicatatkan dalam Akta Notaris pada tanggal 18 Juni 2008 dengan No.10 tanggal 18 Juni 2008 oleh Notaris Saifuddin Arief, S.H., M.H. dengan para pendiri: 1. Dr. Imam Tolkhah, M.A., 2. Drs. Afrizal Abuzar, 3. Drs. H. Abd. Rahman, 4. Drs. H. A. Sholeh Dimyathi, M.F. M.M., 5. Mahnan Marbawi, S.Ag. Pada tanggal 20 April 2016 AGPAII melakukan penguatan Akta Notaris Tanggal 20 April 2016 dengan No. 35 Tanggal 20 April 2016 melalui Notaris Martin Roestamy, S.H., M.A. dan tercatat sebagai Organisasi Profesi Berbadan Hukum dengan Surat Keputusan Menteri Hukum dan Hak Asasi Manusia RI No. AHU-0051119.AH.01.07 Tahun 2016 Tanggal 28 April 2016. Kemudian KEMENHUMKAM NOMOR AHU-0000095.AH.01.08 Tahun 2019 Tanggal 6 Februari 2019. Kemajuan ilmu pengetahuan dan perkembangan teknologi yang semakin pesat, merupakan tantangan tersendiri bagi kehidupan beragama dan menuntut GPAI untuk dapat berperan aktif dalam menampilkan nilai-nilai agama yang komprehensif, dinamis dan mendorong serta mengarahkan dinamika kehidupan sesuai kemajuan dan tantangan zaman yang dihadapinya. GPAI juga dituntut mengembangkan kemampuan profesionalnya sehingga mampu berkarya dan berprestasi, baik dalam melaksanakan tugas sehari-hari di sekolah maupun dalam berkiprah di masyarakat, bangsa dan negara. Di sisi lain kondisi geografis wilayah nusantara, jumlah sekolah dan GPAI yang cukup banyak, menuntut sistem komunikasi dan pembinaan kompetensi GPAI yang lebih efektif dan efisien. Guna menunjang peningkatan kompetensi tersebut, diperlukan adanya wadah yang berfungsi sebagai wahana komunikasi, informasi, pengembangan wawasan, kinerja dan karir GPAI. Maka keberadaan organisasi profesi yaitu AGPAII menjadi suatu keniscayaan yang sangat diperlukan. Untuk meneguhkan diri AGPAII sebagai rumah besar Guru Pendidikan Agama Islam (GPAI), Melalui Kongres IV AGPAII di Padang Sumatra Barat, tanggal 30 September sampai dengan tanggal 2 Oktober tahun 2022, Anggaran Dasar dan Anggaran Rumah Tangga Asosiasi Guru Pendidikan Agama Islam Indonesia telah berhasil disempurnakan agar dapat memberikan arah yang jelas dalam mengelola organisasi untuk mencapai Visi, Misi dan Tujuan organisasi AGPAII.",
  "anggaran_dasar": [
    {
      "bab": "BAB I",
      "judul": "Nama, Waktu dan Kedudukan",
      "pasal": [
        {
          "nomor": "Pasal 1",
          "tentang": "Nama",
          "isi": "Organisasi profesi Guru Pendidikan Agama Islam Indonesia ini diberi nama: Asosiasi Guru Pendidikan Agama Islam Indonesia dan disingkat AGPAII."
        },
        {
          "nomor": "Pasal 2",
          "tentang": "Waktu",
          "isi": "Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII) dibentuk pertama kali pada tanggal 24 Maret 2007 di Bogor untuk waktu yang tidak terbatas."
        },
        {
          "nomor": "Pasal 3",
          "tentang": "Kedudukan",
          "isi": "Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII) ini berkedudukan di seluruh wilayah Indonesia dan cabang khusus di luar negeri. Kantor Pusat organisasi profesi ini berkedudukan di ibukota Negara R.I. atau di Jabodetabek, Kantor Wilayah organisasi berkedudukan di ibukota Provinsi, Kantor Daerah organisasi berkedudukan di ibukota Kabupaten/Kota, Kantor Cabang organisasi berkedudukan di ibukota Kecamatan, sedangkan Kantor Cabang Khusus berkedudukan di suatu negara tertentu."
        }
      ]
    },
    {
      "bab": "BAB II",
      "judul": "Pedoman dan Dasar",
      "pasal": [
        {
          "nomor": "Pasal 4",
          "tentang": "Pedoman",
          "isi": "Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII), berpedoman pada Syariat Islam."
        },
        {
          "nomor": "Pasal 5",
          "tentang": "Dasar",
          "isi": "Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII), berdasarkan: 1) Pancasila dan Undang-Undang Dasar 1945; 2) Undang-Undang Nomor 20 tahun 2003, tentang Sistem Pendidikan Nasional; 3) Undang-Undang Nomor 14 tahun 2005, tentang Guru dan Dosen; 4) Peraturan Pemerintah Nomor 55 tahun 2007, tentang Pendidikan Agama dan Pendidikan Keagamaan; 5) Peraturan Pemerintah Nomor 19 tahun 2017 perubahan atas PP Nomor 74 tahun 2008, tentang guru."
        }
      ]
    },
    {
      "bab": "BAB III",
      "judul": "Visi, Misi dan Tujuan",
      "pasal": [
        {
          "nomor": "Pasal 6",
          "tentang": "Visi",
          "isi": "Mandiri, Profesional dan Rahmatan Lil Alamin."
        },
        {
          "nomor": "Pasal 7",
          "tentang": "Misi",
          "isi": "1) Mewujudkan organisasi Guru Pendidikan Agama Islam yang mandiri; 2) Menjadikan Guru Pendidikan Agama Islam yang Profesional; 3) Menjadikan wadah kerjasama peningkatan mutu Pendidikan Agama Islam; 4) Menguatkan Pancasila sebagai dasar negara dan karakter bangsa; 5) Menjadikan wahana praktik Pendidikan Agama Islam berbasis nilai Rahmatan Lil Alamin secara nasional; 6) Menjadikan organisasi sebagai wahana silaturrahmi, komunikasi, koordinasi, konsolidasi dan advokasi; 7) Mewujudkan kesejahteraan anggota AGPAII."
        },
        {
          "nomor": "Pasal 8",
          "tentang": "Tujuan",
          "isi": "Asosiasi Guru Pendidikan Agama Islam Indonesia memiliki tujuan terwujudnya: 1) Organisasi Guru Pendidikan Agama Islam yang mandiri; 2) Guru Pendidikan Agama Islam yang Profesional; 3) Wadah Kerjasama Peningkatan mutu Pendidikan Agama Islam; 4) Nilai Pancasila sebagai Dasar Negara dan Karakter Bangsa; 5) Praktik Pendidikan Agama Islam berbasis nilai Rahmatan Lil Alamin secara Nasional; 6) Organisasi sebagai wahana silaturrahmi, komunikasi, koordinasi, konsolidasi dan advokasi; 7) Kesejahteraan anggota AGPAII."
        }
      ]
    },
    {
      "bab": "BAB IV",
      "judul": "Usaha dan Kerjasama",
      "pasal": [
        {
          "nomor": "Pasal 9",
          "tentang": "Usaha",
          "isi": "1) AGPAII melakukan kegiatan yang diwujudkan dalam usaha di segala bidang kehidupan; 2) Usaha AGPAII diwujudkan dalam bentuk amal usaha, program, dan kegiatan yang jenis dan bentuk penyelenggaraannya diatur dalam Anggaran Rumah Tangga; 3) Penentu kebijakan dan penanggung jawab amal usaha, program dan kegiatan adalah pengurus AGPAII."
        },
        {
          "nomor": "Pasal 10",
          "tentang": "Kerjasama",
          "isi": "Sebagai mitra strategis bagi pemerintah dan non pemerintah serta organisasi kemasyarakatan, selanjutnya diatur dalam Anggaran Rumah Tangga."
        }
      ]
    },
    {
      "bab": "BAB V",
      "judul": "Fungsi",
      "pasal": [
        {
          "nomor": "Pasal 11",
          "tentang": "Fungsi",
          "isi": "1) Membantu GPAI dalam memahami berbagai kebijakan Pendidikan Agama Islam termasuk pengembangan Kurikulum Pendidikan Agama Islam dan model-model pembelajaran; 2) Mengkoordinasikan berbagai kegiatan GPAI di seluruh Indonesia; 3) Menyebarluaskan hasil pelatihan kerja dan workshop tingkat pusat yang dilaksanakan oleh GPAI ke seluruh Indonesia; 4) Menampung saran dan aspirasi serta masukan dari berbagai pihak terkait dengan pelaksanaan Pendidikan Agama Islam; 5) Memberikan layanan Advokasi (membela hak-hak anggota dalam hal pembelaan secara hukum) kepada GPAI di seluruh Indonesia; 6) Merintis jalan dan memperjuangkan menjadi organisasi profesi guru pendidikan agama Islam satu-satunya yang memiliki hak untuk memberikan legalitas ijin mengajar (sertifikasi) pada Guru Pendidikan Agama Islam."
        }
      ]
    },
    {
      "bab": "BAB VI",
      "judul": "Kode Etik dan Ikrar Guru PAI",
      "pasal": [
        {
          "nomor": "Pasal 12",
          "tentang": "Kode Etik",
          "isi": "1) AGPAII memiliki kode etik Guru PAI; 2) Setiap Guru Pendidikan Agama Islam wajib mematuhi kode etik; 3) Kode etik sebagaimana dimaksud pada ayat 1 dan 2 dijelaskan dalam Anggaran Rumah Tangga."
        },
        {
          "nomor": "Pasal 13",
          "tentang": "Ikrar Guru PAI",
          "isi": "1) AGPAII memiliki ikrar Guru PAI; 2) Setiap Guru Pendidikan Agama Islam wajib mengucapkan ikrar Guru PAI; 3) Ikrar Guru Pendidikan Agama Islam sebagaimana dimaksud dalam ayat 1 dan 2 diatur dalam Anggaran Rumah Tangga."
        }
      ]
    },
    {
      "bab": "BAB VII",
      "judul": "Atribut",
      "pasal": [
        {
          "nomor": "Pasal 14",
          "tentang": "Atribut",
          "isi": "1) AGPAII memiliki atribut organisasi yang terdiri atas Lambang, Bendera, Mars, Himne Batik dan Yel AGPAII Nasional; 2) Bentuk, isi dan ketentuan atribut sebagaimana dimaksud pada ayat (1) diatur dalam Anggaran Rumah Tangga."
        }
      ]
    },
    {
      "bab": "BAB VIII",
      "judul": "Keanggotaan, Kewajiban dan Hak",
      "pasal": [
        {
          "nomor": "Pasal 15",
          "tentang": "Keanggotaan",
          "isi": "1) Anggota Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII), terdiri atas: a. Anggota Biasa; b. Anggota Luar Biasa; c. Anggota Kehormatan. 2) Anggota biasa terdiri dari: a. Guru Pendidikan Agama Islam jenjang PAUD, TK/TK-LB, SD/SD-LB, SMP/SMP-LB, SMA/SMA-LB dan SMK; b. Kepala Sekolah yang berasal dari GPAI; c. Pengawas yang berasal dari GPAI. 3) Anggota luar biasa adalah Guru PAI, Kepala Sekolah dan Pengawas yang berlatar belakang GPAI yang sudah pensiun atau alih tugas; 4) Anggota kehormatan adalah seseorang yang karena jabatan dan dedikasinya berperan penting kepada AGPAII; 5) Ketentuan anggota kehormatan sebagaimana ayat (4) ditetapkan dengan Surat Keputusan Dewan Pengurus Pusat AGPAII; 6) Syarat-syarat anggota dan Pemberhentian diatur dalam Anggaran Rumah Tangga (ART)."
        },
        {
          "nomor": "Pasal 16",
          "tentang": "Kewajiban",
          "isi": "1) Memiliki Nomor Induk Anggota; 2) Membayar iuran anggota; 3) ketentuan sebagaimana ayat (1) dan (2) diatur dalam Anggaran Rumah Tangga (ART)."
        },
        {
          "nomor": "Pasal 17",
          "tentang": "Hak",
          "isi": "1) Mendapatkan Nomor Induk Anggota; 2) Mendapatkan advokasi; 3) ketentuan sebagaimana ayat (1) dan (2) diatur dalam Anggaran Rumah Tangga (ART)."
        }
      ]
    },
    {
      "bab": "BAB IX",
      "judul": "Susunan dan Perangkat Kelengkapan Organisasi",
      "pasal": [
        {
          "nomor": "Pasal 18",
          "tentang": "Susunan Kepengurusan",
          "isi": "1) Susunan organisasi AGPAII meliputi: a. Tingkat Pusat (kesatuan wilayah dalam negeri); b. Tingkat Wilayah (kesatuan wilayah dalam propinsi); c. Tingkat Daerah (kesatuan wilayah dalam kabupaten/kota); d. Tingkat Cabang (kesatuan wilayah dalam kecamatan); e. Tingkat Cabang Khusus (kesatuan wilayah perwakilan luar negeri). 2) Penjelasan terkait kewenangan wilayah kerja sesuai dengan tingkatannya diatur dalam Anggaran Rumah Tangga."
        },
        {
          "nomor": "Pasal 19",
          "tentang": "Perangkat Organisasi",
          "isi": "1) Dewan Pembina; 2) Dewan Pengurus Harian; 3) Penjelasan tentang pengurus harian diatur dalam Anggaran Rumah Tangga."
        },
        {
          "nomor": "Pasal 20",
          "tentang": "Perangkat Kelengkapan Organisasi",
          "isi": "1) Dewan Pendiri; 2) Dewan Penasehat; 3) Majelis Kehormatan; 4) Dewan Pakar."
        }
      ]
    },
    {
      "bab": "BAB X",
      "judul": "Kepengurusan",
      "pasal": [
        {
          "nomor": "Pasal 21",
          "tentang": "Persyaratan Pengurus",
          "isi": "Persyaratan menjadi pengurus diatur dalam Anggaran Rumah Tangga."
        },
        {
          "nomor": "Pasal 22",
          "tentang": "Struktur Kepengurusan",
          "isi": "1) Dewan Pengurus Pusat terdiri dari: a. Dewan Pendiri, Dewan Penasehat, Majelis Kehormatan, Dewan Pakar, Dewan Pembina dan Dewan Pengurus Harian, selanjutnya disebut DPP; b. Ketua Umum dan 3 Orang Ketua; c. Sekretaris Jenderal dan 3 Orang Wakil Sekretaris Jenderal; d. Bendahara Umum dan 3 Orang Bendahara; e. Departemen-Departemen; f. Lembaga-Lembaga. 2) Dewan Pengurus Wilayah terdiri dari: a. Dewan Penasehat, Dewan Pembina dan Dewan Pengurus Harian, Selanjutnya disebut DPW; b. Ketua dan 2 orang Wakil Ketua; c. Sekretaris dan 2 orang Wakil Sekretaris; d. Bendahara dan 2 orang Wakil Bendahara; e. Bidang-bidang. 3) Dewan Pengurus Daerah terdiri dari: a. Dewan Penasehat, Dewan Pembina dan Dewan Pengurus Harian, Selanjutnya disebut DPD; b. Ketua dan 1 orang Wakil Ketua; c. Sekretaris dan 1 orang Wakil Sekretaris; d. Bendahara dan 1 orang Wakil Bendahara; e. Seksi-seksi. 4) Dewan Pengurus Cabang terdiri dari: a. Dewan Penasehat, Dewan Pembina dan Dewan Pengurus Harian, Selanjutnya disebut DPC; b. Ketua; c. Sekretaris; d. Bendahara; e. Seksi-seksi. 5) Dewan Pengurus Cabang Khusus terdiri dari: a. Dewan Penasehat, Dewan Pembina dan Dewan Pengurus Harian, Selanjutnya disebut DPC Khusus; b. Ketua; c. Sekretaris; d. Bendahara; e. Seksi-seksi."
        },
        {
          "nomor": "Pasal 23",
          "tentang": "Masa Bakti",
          "isi": "1) Masa bakti pengurus dari tingkat pusat sampai tingkat cabang dan cabang khusus adalah lima tahun; 2) Jabatan Ketua Umum/Ketua dapat dipilih maksimal dua periode. 3) Diupayakan awal masa bakti semua jenjang pada tahun yang sama, diawali dari DPP, DPW, DPD, DPC dan DPC Khusus."
        },
        {
          "nomor": "Pasal 24",
          "tentang": "Kewajiban Pengurus",
          "isi": "1) Mengelola dan memberdayakan organisasi sesuai dengan ketentuan yang diatur dalam Anggaran Dasar dan Anggaran Rumah Tangga (AD/ART); 2) Melaksanakan Program Kerja hasil Kongres/Muswil/Musda/Muscab/Muscabsus; 3) Menyelenggarakan administrasi, inventarisasi dan pembukuan organisasi secara tertib, teratur dan transparan; 4) Menyelenggarakan Kongres/Muswil/Musda/Muscab/Muscabsus anggota dan atau pengurus; 5) Membuat laporan pertanggung jawaban pelaksanaan program kerja dan keuangan."
        },
        {
          "nomor": "Pasal 25",
          "tentang": "Pemberhentian Pengurus",
          "isi": "Setiap pengurus dapat diberhentikan, karena: 1) Berhenti dari anggota; 2) Habis masa jabatan; 3) Meninggal dunia; 4) Diberhentikan dari jabatannya, yang selanjutnya diatur dalam Anggaran Rumah Tangga( ART )."
        }
      ]
    },
    {
      "bab": "BAB XI",
      "judul": "Permusyawaratan dan Pertemuan Organisasi",
      "pasal": [
        {
          "nomor": "Pasal 26",
          "tentang": "Permusyawaratan Organisasi",
          "isi": "1) Musyawarah tingkat pusat: a. Kongres; b. Kongres Luar Biasa (KLB); c. Musyawarah Nasional (Munas). 2) Musyawarah tingkat Wilayah: a. Konferensi Wilayah (Konferwil); b. Konferensi Wilayah Luar Biasa (Konferwillub); c. Musyawarah Wilayah (Muswil). 3) Musyawarah tingkat Daerah: a. Konferensi Daerah (Konferda); b. Konferensi Daerah Luar Biasa (Konferdalub); c. Musyawarah Daerah (Musda). 4) Musyawarah tingkat Cabang: a. Konferensi Cabang (Konfercab); b. Konferensi Cabang Luar Biasa (Konfercablublub); c. Musyawarah Cabang (Muscab). 5) Musyawarah tingkat Cabang Khusus: a. Konferensi Cabang Khusus (Konfercabsus); b. Konferensi Cabang Khusus Luar Biasa (Konfercabsuslub); c. Musyawarah Cabang Khusus(Muscabsus)."
        },
        {
          "nomor": "Pasal 27",
          "tentang": "Pertemuan Organisasi",
          "isi": "1) Pertemuan Tingkat Pusat: a. Rapat Kerja Nasional (Rakernas); b. Rapat Koordinasi Nasional (Rakornas); c. Rapat Pengurus Lengkap; d. Rapat Pengurus Terbatas; e. Rapat Harian. 2) Pertemuan Tingkat Wilayah: a. Rapat Kerja Wilayah (Rakerwil); b. Rapat Koordinasi Wilayah (Rakorwil); c. Rapat Pengurus Lengkap; d. Rapat Pengurus Terbatas; e. Rapat Harian. 3) Pertemuan Tingkat Daerah: a. Rapat Kerja Daerah (Rakerda); b. Rapat Koordinasi Daerah (Rakorda); c. Rapat Pengurus Lengkap; d. Rapat Pengurus Terbatas; e. Rapat Harian. 4) Pertemuan Tingkat Cabang: a. Rapat Kerja Cabang (Rakercab); b. Rapat Koordinasi Cabang (Rakorcab); c. Rapat Pengurus Lengkap; d. Rapat Pengurus Terbatas; e. Rapat Harian. 5) Pertemuan Tingkat Cabang Khusus: a. Rapat Kerja Cabang Khusus (Rakercabsus); b. Rapat Koordinasi Cabang Khusus (Rakorcabsus); c. Rapat Pengurus Lengkap; d. Rapat Pengurus Terbatas; e. Rapat Harian."
        }
      ]
    },
    {
      "bab": "BAB XII",
      "judul": "Kekayaan Organisasi",
      "pasal": [
        {
          "nomor": "Pasal 28",
          "tentang": "Aset Organisasi",
          "isi": "1) Aset Organisasi terdiri dari: a. Tanah; b. Bangunan; c. Barang Inventaris yang tercatat di buku inventaris. 2) Pengelolahan aset organisasi dikelola oleh pengurus harian."
        },
        {
          "nomor": "Pasal 29",
          "tentang": "Sumber Keuangan",
          "isi": "1) Iuran Anggota; 2) Hasil Usaha Organisasi; 3) Bantuan Pemerintah; 4) Bantuan dari sumber lain yang halal, sah, dan tidak mengikat."
        },
        {
          "nomor": "Pasal 30",
          "tentang": "Penggunaan Keuangan",
          "isi": "1) Kegiatan operasional; 2) Kegiatan proyek atau tugas khusus dari pemerintah/lembaga/instansi; 3) Pengadaan sarana dan prasarana."
        },
        {
          "nomor": "Pasal 31",
          "tentang": "Besaran Iuran Anggota",
          "isi": "1) Besaran Iuran Anggota di sahkan dalam Kongres; 2) Jumlah Besaran dan Distribusi Iuran Anggota diatur dalam Anggaran Rumah Tangga."
        }
      ]
    },
    {
      "bab": "BAB XIII",
      "judul": "Perubahan Anggaran Dasar",
      "pasal": [
        {
          "nomor": "Pasal 32",
          "tentang": "Perubahan Anggaran Dasar",
          "isi": "1) Perubahan Anggaran Dasar hanya dapat dilaksanakan dalam Kongres atau Kongres Luar Biasa yang dihadiri sekurang-kurangnya 2/3 dari jumlah quorum DPW, DPD Asosiasi Guru Pendidikan Agama Islam (AGPAII); 2) Usul perubahan Anggaran Dasar dapat diterima dan disahkan bila disetujui oleh sekurang-kurangnya 2/3 dari jumlah suara yang hadir; 3) Perubahan dalam Anggaran Dasar disahkan dalam Kongres atau Kongres Luar Biasa dengan memperhatikan dan mempertimbangkan kepentingan kualitas pelaksanaan Pendidikan Agama Islam di Indonesia dan dinamika tantangan Global."
        }
      ]
    },
    {
      "bab": "BAB XIV",
      "judul": "Pembubaran dan Penyelesaian",
      "pasal": [
        {
          "nomor": "Pasal 33",
          "tentang": "Pembubaran dan Penyelesaian",
          "isi": "1) Pembubaran Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII) dilaksanakan melalui Kongres Luar Biasa; 2) Usul pembubaran Asosiasi Guru Pendidikian Agama Islam Indonesia (AGPAII) dapat diterima dan sah bila telah memenuhi syarat sebagaimana diatur dalam perubahan Anggaran Dasar, BAB XIII Pasal 33; 3) Bila AGPAII dibubarkan; maka cara penyelesaian harta kekayaan miliknya, diatur dan ditetapkan dalam Kongres Luar Biasa."
        }
      ]
    },
    {
      "bab": "BAB XV",
      "judul": "Penutup",
      "pasal": [
        {
          "nomor": "Pasal 34",
          "tentang": "Penutup",
          "isi": "1) Anggaran Dasar ini disempurnakan pada Kongres IV Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII) di Padang Sumatera Barat pada tanggal 2 Oktober 2022; 2) Anggaran Dasar AGPAII ini berlaku sejak tanggal ditetapkan dan disahkan oleh Kongres IV AGPAII di Padang Sumatera Barat pada tanggal 2 Oktober 2022; 3) Hal-hal yang belum diatur dan dirumuskan dalam Anggaran Dasar ini akan diatur dan dirumuskan lebih lanjut dalam Anggaran Rumah Tangga (ART) Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII); 4) Anggaran Rumah Tangga (ART) yang dirumuskan tidak boleh bertentangan dengan Anggaran Dasar (AD) AGPAII yang telah diatur dan dirumuskan sebelumnya; 5) Dokumen Anggaran Dasar (AD) AGPAII ini tak terpisahkan dengan Anggaran Rumah Tangga (ART) AGPAII."
        }
      ]
    }
  ],
  "anggaran_rumah_tangga": [
    {
      "bab": "BAB I",
      "judul": "Pengertian, Istilah dan Ketentuan Umum",
      "isi": [
        "1) Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII) adalah perkumpulan Guru Pendidikan Agama Islam seluruh Indonesia;",
        "2) Guru Pendidikan Agama Islam (GPAI) adalah guru yang bertugas untuk mangampu Pendidikan Agama Islam pada jenjang TK/PAUD, SD/SDLB, SMP/SMPLB, SMA/SMALB dan SMK di Indonesia;",
        "3) Ketua Umum adalah sebutan untuk jabatan Pimpinan DPP AGPAII;",
        "4) Ketua adalah sebutan untuk jabatan Pimpinan AGPAII tingkat Wilayah, Daerah, Cabang dan cabang Khusus;",
        "5) Sekretaris Jenderal adalah sebutan untuk jabatan sekretaris DPP AGPAII;",
        "6) Sekretaris adalah sebutan untuk jabatan sekretaris AGPAII tingkat Wilayah, Daerah, Cabang dan cabang Khusus;",
        "7) Bendahara Umum adalah sebutan untuk jabatan Bendahara DPP AGPAII;",
        "8) Bendahara adalah sebutan untuk jabatan Bendahara AGPAII tingkat Wilayah, Daerah, Cabang dan cabang Khusus;",
        "9) Salam AGPAII adalah salah satu bentul yel-yel AGPAII."
      ]
    },
    {
      "bab": "BAB II",
      "judul": "Usaha dan Kerjasama",
      "pasal": [
        {
          "nomor": "Pasal 1",
          "tentang": "Usaha",
          "isi": "1) Jenis dan bentuk penyelenggaraan usaha yang dilakukan oleh AGPAII antara lain : a. Lembaga Kajian Al-Qur’an; b. Lembaga Pendidikan Formal, Informal dan Non Formal; c. Lembaga Pengembangan dan Pemberdayaan Ekonomi Syariah; d. Lembaga Amil Zakat, Infaq, Shodaqoh dan Wakaf; e. Lembaga Sosial; f. Lembaga Advokasi dan Bantuan Hukum; g. Lembaga Penelitian dan Pengembangan; h. Lembaga Pendidikan, Pelatihan dan Pengembangan Profesi; i. Lembaga Penerbitan Jurnal dan Buku; j. Pengembangan Prestasi; k. Pengembangan Organisasi; l. Kaderisasi. 2) Semua jenis dan bentuk penyelenggaraan usaha sebagaimana pada ayat 1 dilakukan oleh pengurus sesuai dengan jenjang dan batas wilayahnya. 3) Jika ketentuan pada ayat 2 tidak dapat dilaksanakan maka pengurus dimaksud hendaknya berkoordinasi dengan pihak terkait."
        },
        {
          "nomor": "Pasal 2",
          "tentang": "Kerjasama",
          "isi": "1) Kerjasama yang dilakukan oleh AGPAII dengan pemerintah/goverment antara lain: a. DPP dengan Presiden, DPR RI, TNI, POLRI, MA, MK dan kementerian serta lembaga terkait; b. DPW dengan Gubernur, DPRD Tingkat I, Kodam , Polda Kanwil Kemenag dan dinas serta lembaga terkait; c. DPD dengan Bupati/Walikota, DPRD Tingkat II, Kodim, Polres/Polresta dan dinas serta lembaga terkait; d. DPC dengan Camat, Koramil, Polsek dan pihak terkait; e. DPC Khusus dengan KBRI setempat. 2) Kerjasama yang dilakukan oleh AGPAII dengan NGO dan organisasi kemasyarakatan antara lain: a. Lembaga Swadaya Masyarakat (LSM) Nasional dan Internasional; b. Organisasi Kemasyarakatan; c. Organisasi non pemerintah lainnya."
        }
      ]
    },
    {
      "bab": "BAB III",
      "judul": "Kode Etik dan Ikrar Guru",
      "pasal": [
        {
          "nomor": "Pasal 3",
          "tentang": "Kode Etik",
          "isi": "1) Kode Etik Guru Pendidikan Agama Islam: a. Beriman dan bertaqwa kepada Allah Swt.; b. Memegang teguh Dasar negara Pancasila dan UUD 1945; c. Menjunjung tinggi Profesionalisme Guru Pendidikan Agama Islam; d. Berupaya maksimal meningkat kwalitas Pendidikan Agama Islam; e. Selalu berinovasi dan berkolaborasi dengan semua stakeholder Pendidikan; f. Mencintai dan menyayangi siswa tanpa pandang bulu.; g. Membangun silaturahmi yang harmonis dengan orangtua/wali siswa dan masyarakat; h. Disiplin dalam bekerja; i. Mematuhi segala peraturan perundangan-undangan yang berlaku; j. Menjadi suri teladan; k. Ing Ngarso Sungtulodo, Ing Madio Mangun Karso, Tutwuri Handayani. 2) Kode Etik Organisasi AGPAII: a. Menjalankan Syariat Islam; b. Setia kepada Pancasila dan UUD 1945; c. Mempedomani AD/ART; d. Taat dan patuh kepada Pimpinan; e. Menjaga soliditas dan martabat organisasi."
        },
        {
          "nomor": "Pasal 4",
          "tentang": "Ikrar",
          "isi": "Ikrar Guru Pendidikan Agama Islam: (Bismillahirrahmanirrahim, Asyhadu an Laa ilaaha illallah, wa asyhadu anna Muhammadan Rasulullah). Sebagai Guru Pendidikan Agama Islam saya berikrar bahwa saya: 1) Bertekad menjadi pribadi yang taat, anti maksiat, teladan bagi umat; 2) Membaktikan diri untuk membimbing, mengajar dan melatih guna kepentingan kemanusiaan dan masa depan anak bangsa; 3) Menjaga dan menjunjung tinggi martabat guru PAI sebagai profesi mulia dengan mengedepankan Al akhlak Al karimah; 4) Membina kerjasama yang baik dengan berbagai pihak untuk kesuksesan pendidikan Islam; 5) Bekerjasama dengan sejawat dalam meningkatkan profesionalitas; 6) Berperan aktif memajukan dan menjaga nama baik AGPAII, serta menjunjung tinggi kode etik profesi guru pendidikan agama Islam; 7) Menciptakan dan menjaga persatuan dan kesatuan dalam kehidupan berbangsa dan bernegara berdasarkan Pancasila dan UUD 1945."
        }
      ]
    },
    {
      "bab": "BAB IV",
      "judul": "Atribut",
      "pasal": [
        {
          "nomor": "Pasal 5",
          "tentang": "Atribut",
          "isi": "1) Lambang, Bendera, Mars, Himne, Batik dan Yel AGPAII dipergunakan oleh Pengurus Pusat, Wilayah, Daerah, Cabang dan Cabang Khusus dalam acara-acara resmi AGPAII; 2) Lambang AGPAII adalah gambar masjid dengan makna sebagai berikut: a. Gambar Masjid melambangkan spirit, landasan, etos kerja, dan sistem nilai AGPAII, sebagai pusat ibadah, pendidikan dan peradaban Islam; b. Gambar Indonesia (melalui gugusan pulau-pulau) yang dibalut dengan kubah masjid melambangkan tempat berpijak dan berjuang AGPAII tetap bernafaskan pada nilai-nilai ke-Islam-an dan ke-Indonesia-an yang berwajah moderat dan modern; c. Gambar Lingkaran Langit dan Bumi melambangkan sistem berfikir AGPAII yang tidak dikotomis, namun menyatu dalam kesatuan ciptaan Allah SWT yang tidak memisahkan antara langit dengan bumi, jasmani dengan rohani, dan dunia dengan akhirat; d. Gambar Menara Masjid melambangkan bahwa AGPAII itu menjadi corong atau suara kebenaran, kebaikan, dan keadilan berbasis nilai-nilai Islam Rahmatan lil ’Ālamīn; e. Gambar AGPAII dengan landasan singkatannya serta menopang bumi dan langit melambangkan identitas, cita-cita dan asa AGPAII menuju organisasi yang profesional; f. Warna biru pada kubah dan menara masjid melambangkan gerak dan langkah AGPAII yang berikhtiar secara sungguh-sungguh, tekun/tenang, ceria, dan damai; g. Warna hijau pada gambar AGPAII melambangkan model pendidikan yang dikembangkan GPAI pada sekolah berwajah menyejukkan, mencerahkan, dan bermanfaat secara maksimal untuk semua peserta didik; h. Warna merah yang menjadi landasan singkatan AGPAII melambangkan keberanian, tekad yang membara, dan kekuatan AGPAII dalam memperjuangkan kebenaran, kebaikan, dan keadilan; i. Penggunaan Lambang dipergunakan pada kop surat,stempel,spanduk dan tempat lainnya yang menunjukkan identitas organisasi AGPAII. 3) Bendera AGPAII memuat lambang AGPAII dengan dasar warna putih dengan ukuran skala 3 : 2; 4) Mars AGAII sesuai Surat Keputusan DPP AGPAII Nomor 010/SK/DPP AGPAII/A-1/II/2018 terlampir; 5) Himne AGPAII disahkan melalui Keputusan Pengurus DPP AGPAII.; 6) Batik AGPAII sesuai SK DPP AGPAII nomor 101/SK/DPP AGPAII/A-1/I/2016; 7) Yel AGPAII terdiri dari empat kata yaitu Salam AGPAII, Profesional, Rahmatan lil alamin, Allahu Akbar."
        }
      ]
    },
    {
      "bab": "BAB V",
      "judul": "Keanggotaan, Kewajiban dan Hak",
      "pasal": [
        {
          "nomor": "Pasal 6",
          "tentang": "Syarat dan Pemberhentian Keanggotaan",
          "isi": "1) Syarat Keanggotaan: a. Memiliki Kartu Tanda Anggota (KTA) AGPAII; b. Menyetujui Anggaran Dasar dan Anggaran Rumah Tangga (AD/ART); c. Memiliki kemampuan dan kemauan serta komitmen yang tinggi untuk berpartisipasi aktif dalam mengembangkan Pendidikan Agama Islam melalui Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII); 2) Pemberhentian Keanggotaan: a. Meninggal dunia; b. Melanggar kode etik dengan sanksi hukum berat;"
        },
        {
          "nomor": "Pasal 7",
          "tentang": "Kewajiban",
          "isi": "1) Setiap anggota berkewajiban: a. Mentaati dan melaksanakan segala ketentuan yang terdapat dalam Anggaran Dasar dan Anggaran Rumah Tangga (AD/ART) serta ketentuan lainnya yang diputuskan dalam Kongres/Musyawarah anggota; b. Melaksanakan visi, misi program dan tugas organisasi; c. Menjaga Kode Etik dan memelihara nama baik serta keutuhan organisasi Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII); d. Memberikan sumbangan pemikiran kepada pengurus untuk mengembangkan dan meningkatkan kinerja Asosiasi Guru Pendidikan Agama Islam Indonesia (AGPAII); e. Menghadiri dan mengikuti Kongres/Musyawarah anggota; f. Membayar iuran anggota yang disepakati, kecuali anggota Luar biasa dan anggota kehormatan; g. Memberikan sumbangan baik moril maupun materil kepada pengurus demi kelancaran dan kemajuan kinerja Asosiasi."
        },
        {
          "nomor": "Pasal 8",
          "tentang": "Hak",
          "isi": "1) Hak Anggota Biasa, yaitu: a. Hak Pilih yaitu hak untuk memilih dan dipilih dalam kepengurusan; b. Hak Suara yaitu hak untuk memberikan suara pada waktu pemungutan suara untuk mengambil suatu putusan; c. Hak Bicara yaitu hak untuk mengemukakan pendapat baik lisan maupun tulisan; d. Hak Pembelaan ialah hak untuk membela diri sendiri terhadap organisasi dan atau hak pembelaan yang diberikan oleh organisasi atas dirinya yang berkaitan dengan tugasnya; e. Hak memperoleh pelayanan yang sama dan hak perlindungan hukum; f. Memperoleh Kartu Tanda Anggota (KTA); g. Menjadi pengurus disemua tingkat. 2) Hak Anggota Luar Biasa, yaitu: a. Hak Suara yaitu hak untuk memberikan suara pada waktu pemungutan suara untuk mengambil suatu putusan; b. Hak Bicara yaitu hak untuk mengemukakan pendapat baik lisan maupun tulisan; c. Hak Pembelaan ialah hak untuk membela diri sendiri terhadap organisasi dan atau hak pembelaan yang diberikan oleh organisasi atas dirinya yang berkaitan dengan tugasnya; d. Hak memperoleh pelayanan dan perlindungan hukum dalam pelaksanaan tugas; e. Hak menjadi pengurus sebagai dewan Pembina, dewan pakar, dewan penasehat atau majelis kehormatan. 3) Hak Anggota Kehormatan mempunyai hak bicara dan hak pembelaan: a. Hak Bicara yaitu hak untuk mengemukakan pendapat baik lisan maupun tulisan; b. Hak Pembelaan ialah hak untuk membela diri sendiri terhadap organisasi dan atau hak pembelaan yang diberikan oleh organisasi atas dirinya yang berkaitan dengan tugasnya; c. Hak menjadi pengurus sebagai dewan Pembina, dewan pakar, dewan penasehat atau majelis kehormatan."
        }
      ]
    },
    {
      "bab": "BAB VI",
      "judul": "Kewenangan",
      "pasal": [
        {
          "nomor": "Pasal 9",
          "tentang": "Kewenangan Wilayah Kerja",
          "isi": "1) Tiap-tiap pengurus di semua tingkatan bekerja sesuai dengan wilayah kewenangannya. 2) Dalam hal terjadi perluasan wilayah kegiatan maka pengurus yang bersangkutan wajib berkoordinasi dengan wilayah terkait."
        }
      ]
    },
    {
      "bab": "BAB VII",
      "judul": "Kepengurusan",
      "pasal": [
        {
          "nomor": "Pasal 10",
          "tentang": "Syarat-syarat Pengurus",
          "isi": "1) Berkepribadian Islami dan melaksanakan aturan perundangan yang berlaku; 2) Seorang anggota AGPAII yang menunjukkan peran sertanya dalam berbagai kegiatan PAI khususnya dan kegiatan AGPAII pada umumnya; 3) Tidak pernah melakukan perbuatan tercela dan melanggar hukum, perundang-undangan serta ketentuan lain yang berlaku; 4) Tidak sedang dicabut haknya dan atau sedang menjalani proses hukum."
        },
        {
          "nomor": "Pasal 11",
          "tentang": "Pengurus Pusat",
          "isi": "1) Ketua Dewan Pembina Pusat dan Ketua Umum Dewan Pengurus Pusat dipilih oleh Kongres atau Kongres Luar Biasa untuk masa jabatan 5 (lima) tahun dan boleh dipilih kembali untuk kepengurusan masa berikutnya. 2) Dewan Pembina dikukuhkan dan dilantik oleh Ketua Dewan Pendiri. 3) Ketua Umum Dewan Pengurus Pusat dikukuhkan dan dilantik oleh Ketua Dewan Pembina. 4) Pengurus AGPAII di tingkat Pusat disahkan oleh DPP dalam bentuk Surat Keputusan, dikukuhkan dan dilantik oleh Dewan Pembina. 5) Khusus Jabatan Ketua Dewan Pembina dan Ketua Umum maksimal dua periode."
        },
        {
          "nomor": "Pasal 12",
          "tentang": "Pengurus Wilayah",
          "isi": "1) Ketua Dewan Pembina Wilayah dan Ketua Dewan Pengurus Wilayah dipilih oleh Konferwil atau Konferwillub untuk masa jabatan 5 (lima) tahun dan boleh dipilih kembali untuk kepengurusan masa berikutnya. 2) Pengurus AGPAII di tingkat Provinsi disahkan oleh Konferwil atau Konferwillub meliputi Dewan Penasehat, Dewan Pembina dan Dewan Pengurus disebut DPW dikukuhkan dan dilantik oleh DPP dalam bentuk Surat Keputusan. 3) Khusus Jabatan Ketua Dewan Pembina dan Ketua maksimal dua periode."
        },
        {
          "nomor": "Pasal 13",
          "tentang": "Pengurus Daerah",
          "isi": "1) Pengurus AGPAII di tingkat Kabupaten/Kota disahkan oleh Konferda atau Konferdalub meliputi Dewan Penasehat, Dewan Pembina dan Dewan Pengurus disebut DPD dikukuhkan dan dan dilantik oleh DPW dalam bentuk Surat Keputusan. 2) Ketua Dewan Pembina Kabupaten/Kota dan Ketua Dewan Pengurus Kabupaten/Kota dipilih oleh Konferda atau Konferdalub untuk masa jabatan 5 (lima) tahun dan boleh dipilih kembali untuk kepengurusan masa berikutnya. 3) SK Kepengurusan DPD yang dikeluarkan oleh DPW wajib ditembuskan ke DPP. 4) Khusus Jabatan Ketua Dewan Pembina dan Ketua maksimal dua periode."
        },
        {
          "nomor": "Pasal 14",
          "tentang": "Pengurus Cabang",
          "isi": "1) Pengurus AGPAII di tingkat Kecamatan disahkan oleh Konfercab atau Konfercablub meliputi Dewan Penasehat, Dewan Pembina dan Dewan Pengurus disebut DPC dikukuhkan dan dan dilantik oleh DPD dalam bentuk Surat Keputusan. 2) Pengurus Cabang dipilih oleh Konfercab atau Konfercablub untuk masa jabatan 5 (lima) tahun dan boleh dipilih kembali untuk kepengurusan masa berikutnya. 3) SK Kepengurusan DPC dikeluarkan oleh DPD wajib ditembuskan ke DPW dan DPP. 4) Khusus Jabatan Ketua Dewan Pembina dan Ketua maksimal dua periode."
        },
        {
          "nomor": "Pasal 15",
          "tentang": "Pengurus Cabang Khusus",
          "isi": "1) Pengurus AGPAII di tingkat Kecamatan disahkan oleh Konfercabsus/Konfercabsuslub meliputi Dewan Penasehat, Dewan Pembina dan Dewan Pengurus disebut DPC Khusus dikukuhkan dan dilantik oleh DPP dalam bentuk Surat Keputusan. 2) Pengurus Cabang Khusus dipilih oleh Konfercabsus/Konfercabsuslub untuk masa jabatan 5 (lima) tahun dan boleh dipilih kembali untuk kepengurusan masa berikutnya. 3) Khusus Jabatan Ketua Dewan Pembina dan Ketua maksimal dua periode."
        },
        {
          "nomor": "Pasal 16",
          "tentang": "Tugas Pengurus",
          "isi": "1) Dewan Pembina Bertugas sebagai penentu kebijakan organisasi secara umum. 2) Dewan Pengurus pelaksana kebijakan organisasi secara umum. 3) Untuk melaksanakan tugas AGPAII; maka disusun Dewan pengurus yang terdiri dari: Ketua Umum/Ketua, Sekretaris Jenderal/Sekretaris dan Bendahara Umum/Bendahara; 4) Susunan Dewan Pengurus dilengkapi dengan Departemen di tingkat DPP, Bidang di tingkat DPW dan Seksi di tingkat DPD dan DPC yang jumlahnya disesuaikan dengan kebutuhan. 5) Untuk kelancaran tugas Dewan pengurus, perlu rincian tugas dari masing-masing jabatan pengurus AGPAII, sebagai berikut : a. Ketua Umum/Ketua: Memimpin dan mengendalikan jalannya organisasi yang sudah diwenangkan oleh Dewan Pembina, memimpin rapat-rapat, mewakili organisasi baik ke dalam maupun keluar, mengambil keputusan dan kebijakan baik dalam keadaan biasa maupun dalam keadaan darurat. b. Sekretaris Jenderal/Sekretaris: Bertanggung jawab terhadap segala administrasi AGPAII, yang terdiri dari : (1) Data base anggota melalui aplikasi AGPAII digital; (2) Melengkapi administrasi organisasi; (3) Membuat notulen rapat; (4) Menyampaikan hasil keputusan rapat kepada anggota dan pihak terkait; (5) Membuat arsip keluar/masuknya surat-surat atau agenda surat; (6) Membuat dokumen penting tentang berbagai hal terkait dengan aktivitas kegiatan AGPAII; (7) Bertanggung jawab kepada Ketua Umum/Ketua. c. Bendahara Umum/Bendahara: (1) Mengelola keuangan baik pemasukan maupun pengeluaran uang AGPAII; (2) Mencatat neraca keuangan organisasi; (3) Memiliki Buku Kas Umum, Buku Kas Bank, Buku Pembantu Pajak dan Buku Kas Harian; (4) Mencari sumber keuangan organisasi; (5) Bertanggung jawab kepada Ketua Umum/Ketua. d. Departemen/Bidang/Seksi: (1) Departemen Menjalankan program kerja atau kegiatan organisasi sesuai departemen/bidang/seksi masing-masing; (2) Bertanggung jawab kepada Ketua Umum/Ketua. e. Lembaga-lembaga: (1) Wadah untuk menjalankan program kerja atau kegiatan khusus sesuai lembaganya; (2) Pelaksanaan program dilaksanakan secara profesional, transparan dan akuntabel; (3) Bertanggung jawab kepada Ketua Umum/Ketua."
        },
        {
          "nomor": "Pasal 17",
          "tentang": "Pemilihan Pengurus",
          "isi": "1) Pengurus AGPAII dipilih dalam forum tertinggi pada setiap jenjang. DPP dipilih dalam Kongres, DPW dipilih dalam Konferensi Wilayah, DPD dipilih dalam Konferensi Daerah (Konferda), DPC dipilih dalam Konferensi Cabang (Konfercab) dan Dewan Pengurus Cabang Khusus dipilih dalam Konferensi Cabang Khusus (Konfercabsus). 2) Pemilihan Pengurus dilakukan dalam sidang pleno. 3) Nama-nama calon pengurus diajukan oleh DPW, DPD, DPC sesuai tingkatan Permusyawaratan. 4) Pemilihan pengurus dilakukan melalui musyawarah mufakat. 5) Jika musyawarah mufakat tidak tercapai maka dilakukan pemungutan suara. 6) Calon yang mendapatkan suara terbanyak ditetapkan sebagai Ketua Umum/Ketua. 7) Peserta musyawarah juga memilih tim formatur yang jumlahnya sesuai dengan masing-masing tingkatan setelah pemilihan Ketua Umum/Ketua untuk menyusun kepengurusan lengkap."
        },
        {
          "nomor": "Pasal 18",
          "tentang": "Pemberhentian Pengurus",
          "isi": "Pengurus dapat diberhentikan dari jabatannya karena: 1) Melanggar Kode Etik Organisasi; 2) Pelanggaran Kode Etik Organisasi sebagaimana pada ayat 1, dibuktikan dengan Surat Rekomendasi dari Majlis Kehormatan. 3) Surat Pemberhentian Pengurus sebagaimana pada ayat 1 dikeluarkan oleh DPP AGPAII."
        },
        {
          "nomor": "Pasal 19",
          "tentang": "Penggantian Pengurus",
          "isi": "1) Apabila seorang pengurus berhenti sebelum berakhir masa jabatannya atau diberhentikan karena melanggar kode etik atas dasar surat rekomendasi dari Majelis Kehormatan maka rapat pengurus harian dapat menunjuk penggantinya. 2) Penggantian dan penunjukkan tersebut harus mendapat persetujuan Dewan Pembina. 3) Berdasarkan ayat (2) selanjutnya disahkan oleh pengurus jenjang di atasnya. 4) Penggantian pengurus ini juga dimaksudkan, apabila seorang anggota pengurus meninggal dunia, berhenti tugas, alih tugas lain dan atau mengundurkan diri. 5) Pengurus yang memasuki masa purnabakti, dapat melanjutkan tugas organisasinya sampai masa baktinya berakhir."
        },
        {
          "nomor": "Pasal 20",
          "tentang": "Caretaker",
          "isi": "1) Paling lambat satu bulan menjelang berakhir masa bakti kepengurusan pada semua jenjang, harus segera menyelenggarakan Kongres/Konferensi. 2) Jika ayat (1) tidak terpenuhi, maka SK Kepengurusan dapat diperpanjang maksimal satu bulan ke depan. 3) Jika ayat (2) tidak terpenuhi maka dibentuk caretaker oleh kepengurusan jenjang di atasnya. 4) Tugas caretaker adalah menyelenggarakan Kongres/ Konferensi. 5) Pengurus caretaker terdiri dari Ketua, Sekretaris dan beberapa anggota. 6) Masa bakti caretaker maksimal 3 bulan sejak ditetapkan."
        },
        {
          "nomor": "Pasal 21",
          "tentang": "Pelaksana Tugas (Plt)",
          "isi": "1) Apabila seorang Ketua Umum/Ketua berhalangan sementara maka ditunjuk pelaksana tugas melalui rapat pengurus harian untuk menunjuk personalianya. 2) Penunjukkan tersebut harus mendapat persetujuan Dewan Pembina. 3) Berdasarkan ayat (2) selanjutnya dibuatkan surat tugas oleh pemberi mandat. 4) Masa berlaku surat tugas maksimal 3 bulan sejak ditetapkan. 5) Hal-hal yang belum jelas akan ditetapkan dalam pedoman organisasi."
        },
        {
          "nomor": "Pasal 22",
          "tentang": "Pengurus Harian",
          "isi": "1) DPP: a. Ketua Umum; b. Ketua I; c. Ketua II; d. Ketua III; e. Sekretaris Jenderal; f. Wakil Sekretaris Jenderal I; g. Wakil Sekretaris Jenderal lI; h. Wakil Sekretaris Jenderal III; i. Bendahara Umum; j. Bendahara I; k. Bendahara II; l. Bendahara III. 2) DPW: a. Ketua; b. Wakil Ketua I; c. Wakil Ketua II; d. Sekretaris; e. Wakil Sekretaris l; f. Wakil Sekretaris II; g. Bendahara; h. Wakil Bendahara I; i. Wakil Bendahara II. 3) DPD: a. Ketua; b. Wakil Ketua; c. Sekretaris; d. Wakil Sekretaris; e. Bendahara; f. Wakil Bendahara. 4) DPC: a. Ketua; b. Sekretaris; c. Bendahara. 5) DPC Khusus: a. Ketua; b. Sekretaris; c. Bendahara."
        }
      ]
    },
    {
      "bab": "BAB VIII",
      "judul": "Rangkap Jabatan",
      "pasal": [
        {
          "nomor": "Pasal 23",
          "tentang": "Rangkap Jabatan",
          "isi": "1) Dewan Pengurus Harian pada semua jenjang tidak diperkenankan rangkap jabatan dengan asosiasi profesi sejenis; 2) Dewan Pengurus Harian pada semua jenjang tidak diperkenankan rangkap jabatan dengan jenjang yang berbeda."
        }
      ]
    },
    {
      "bab": "BAB IX",
      "judul": "Permusyawaratan Tingkat Pusat",
      "pasal": [
        {
          "nomor": "Pasal 24",
          "tentang": "Kongres dan Kongres Luar Biasa",
          "isi": "Kongres dan Kongres luar biasa adalah permusyawaratan tertinggi organisasi."
        },
        {
          "nomor": "Pasal 25",
          "tentang": "Penyelenggaraan",
          "isi": "1) Kongres diselenggarakan oleh Dewan Pengurus Pusat setiap 5 (lima) tahun sekali. 2) Kongres Luar Biasa diselenggarakan : a. Jika Rapat Kerja Nasional (Rakernas) menganggap perlu atas dasar keputusan yang disetujui sekurang-kurangnya 2/3 (duapertiga) jumlah suara yang hadir. b. Atas permintaan sekurang-kurangnya 2/3 (duapertiga) jumlah DPW (Provinsi). c. Apabila dipandang perlu oleh Dewan Pengurus Pusat (DPP) dan disetujui oleh Rapat Kerja Nasional (Rakernas)."
        },
        {
          "nomor": "Pasal 26",
          "tentang": "Peserta Kongres",
          "isi": "1) Dewan Pendiri. 2) Dewan Penasehat Tingkat Pusat. 3) Dewan Pembina Tingkat Pusat. 4) Majlis Kehormatan. 5) Dewan Pakar. 6) Dewan Pengurus Pusat. 7) Dewan Pengurus Wilayah tingkat Provinsi. 8) Dewan Pengurus Daerah tingkat Kabupaten/Kota. 9) Dewan Pengurus Cabang Khusus (Luar Negeri). 10) Undangan lain yang ditetapkan oleh Dewan Pengurus Pusat. 11) Peserta Kongres terdiri dari utusan dan peninjau."
        },
        {
          "nomor": "Pasal 27",
          "tentang": "Utusan Kongres",
          "isi": "Utusan adalah yang diberikan mandat sesuai jenjang kepengurusan: 1) DPP sebanyak 5 orang. 2) DPW sebanyak 3 orang. 3) DPD sebanyak 1 orang."
        },
        {
          "nomor": "Pasal 28",
          "tentang": "Peninjau Kongres",
          "isi": "Peninjau adalah yang diberikan mandat sesuai jenjang kepengurusan: 1) DPP sebanyak 5 orang. 2) DPW sebanyak 3 orang. 3) DPD sebanyak 1 orang."
        },
        {
          "nomor": "Pasal 29",
          "tentang": "Hak Bicara dan Hak Suara",
          "isi": "1) Setiap peserta mempunyai hak bicara. 2) Hak suara hanya ada dari DPP, DPW (Provinsi), DPD (Kabupaten/Kota) dan DPCK (Luar Negeri) yang mendapat mandat sebagai utusan."
        },
        {
          "nomor": "Pasal 30",
          "tentang": "Acara kongres",
          "isi": "1) Acara pokok Kongres sekurang-kurangnya wajib membahas: a. Laporan Pertanggung-Jawaban DPP; b. Pokok-pokok Pikiran Program Kerja DPP; c. Rekomendasi; d. Pemilihan Ketua Dewan Pembina dan Ketua Umum Dewan Pengurus Pusat (DPP) untuk masa bakti yang akan datang. 2) Acara lainnya yang ditetapkan dan disahkan Kongres sesuai kewenangan yang diatur dalam AD/ART AGPAII serta peraturan organisasi AGPAII lainnya."
        },
        {
          "nomor": "Pasal 31",
          "tentang": "Panitia Kongres",
          "isi": "1) DPP AGPAII membentuk Panitia Kongres yang bertugas: a. Melaksanakan kegiatan kongres; b. Memeriksa mandat dan hak suara."
        },
        {
          "nomor": "Pasal 32",
          "tentang": "Panitia Pemeriksa Keuangan",
          "isi": "1) DPP membentuk Panitia Pemeriksa Keuangan. 2) Panitia Pemeriksa Keuangan beranggotalan sebanyak 5 orang terdiri dari ketua, sekretaris dan anggota. 3) Panitia Pemeriksa Keuangan memulai tugasnya sebelum kongres dan melaporkan hasilnya pada saat kongres."
        },
        {
          "nomor": "Pasal 33",
          "tentang": "Panitia Pemilihan DPP",
          "isi": "1) Panitia pemilihan DPP untuk melaksanakan Pemilihan Ketua Dewan Pembina dan Ketua Umum Dewan Pengurus Pusat (DPP). 2) Panitia Pemilihan DPP beranggotakan 7 orang yang ditunjuk oleh DPP. 3) Panitia Pemilihan terdiri dari Ketua, Sekretaris, dan anggota. 4) Panitia Pemilihan bertugas mempersiapkan dan melaksanakan pemilihan Dewan Pengurus Pusat (DPP) serta menyusun Berita Acara hasil Pemilihan dan dilaporkan kepada Kongres."
        }
      ]
    },
    {
      "bab": "BAB X",
      "judul": "Permusyawaratan Tingkat Provinsi",
      "pasal": [
        {
          "nomor": "Pasal 34",
          "tentang": "Konferensi Wilayah (Konferwil) dan Konferensi Wilayah Luar Biasa (Konferwillub)",
          "isi": "adalah permusyawaratan tertinggi organisasi tingkat provinsi."
        },
        {
          "nomor": "Pasal 35",
          "tentang": "Penyelenggara",
          "isi": "1) Konferwil Wilayah (Konferwil) dan Konferensi Wilayah Luar Biasa (Konferwillub) diselenggarakan oleh Dewan Pengurus Wilayah setiap 5 (lima) tahun sekali. 2) Konferwil Luar Biasa diselenggarakan: a. Jika Rapat Kerja Wilayah (Rakerwil) menganggap perlu atas dasar keputusan yang disetujui sekurang-kurangnya 2/3 (duapertiga) jumlah suara yang hadir. b. Atas permintaan sekurang-kurangnya 2/3 (duapertiga) jumlah DPD Kabupaten/Kota. c. Apabila dipandang perlu oleh Dewan Pengurus Wilayah (DPW) dan disetujui oleh Rapat Kerja Wilayah (Rakerwil)."
        },
        {
          "nomor": "Pasal 36",
          "tentang": "Peserta Konferwil",
          "isi": "1) Dewan Pengurus Pusat. 2) Dewan Penasehat Tingkat Wilayah. 3) Dewan Pembina Tingkat Wilayah. 4) Dewan Pengurus Wilayah. 5) Dewan Pengurus Daerah tingkat Kabupaten/Kota. 6) Dewan Pengurus Cabang tingkat Kecamatan. 7) Undangan lain yang ditetapkan oleh Dewan Pengurus Wilayah. 8) Peserta Konferwil terdiri dari utusan dan peninjau."
        },
        {
          "nomor": "Pasal 37",
          "tentang": "Utusan Konferwil",
          "isi": "Utusan adalah yang diberikan mandat sesuai jenjang kepengurusan: 1) DPW sebanyak 5 orang. 2) DPD sebanyak 3 orang. 3) DPC sebanyak 1 orang."
        },
        {
          "nomor": "Pasal 38",
          "tentang": "Peninjau Konferwil",
          "isi": "Peninjau adalah yang diberikan mandat sesuai jenjang kepengurusan: 1) DPP sebanyak 2 orang. 2) DPW sebanyak 5 orang. 3) DPD sebanyak 3 orang."
        },
        {
          "nomor": "Pasal 39",
          "tentang": "Hak Bicara dan Hak Suara",
          "isi": "1) Setiap peserta mempunyai hak bicara. 2) Hak suara hanya ada dari DPW (Provinsi) dan DPD (Kabupaten Kota) yang mendapat mandat sebagai utusan."
        },
        {
          "nomor": "Pasal 40",
          "tentang": "Acara Konferwil",
          "isi": "1) Acara pokok Konferwil sekurang-kurangnya wajib membahas: a. Laporan Pertanggung-Jawaban DPW; b. Pokok-pokok Pikiran Program Kerja DPW; c. Rekomendasi; d. Pemilihan Ketua Dewan Pembina dan Ketua Dewan Pengurus Wilayah (DPW) untuk masa bakti yang akan datang. 2) Acara lainnya yang ditetapkan dan disahkan Konferwil sesuai kewenangan yang diatur dalam AD/ART AGPAII serta peraturan organisasi AGPAII lainnya."
        },
        {
          "nomor": "Pasal 41",
          "tentang": "Panitia Konferwil",
          "isi": "DPW AGPAII membentuk Panitia Konferwil yang bertugas: 1) Melaksanakan kegiatan Muswil. 2) Memeriksa mandat dan hak suara."
        },
        {
          "nomor": "Pasal 42",
          "tentang": "Panitia Pemeriksa Keuangan",
          "isi": "1) DPW membentuk Panitia Pemeriksa Keuangan. 2) Panitia Pemeriksa Keuangan beranggotalan sebanyak 3 orang terdiri dari ketua, sekretaris dan anggota. 3) Panitia Pemeriksa Keuangan memulai tugasnya sebelum Muswil dan melaporkan hasilnya pada saat Konferwil."
        },
        {
          "nomor": "Pasal 43",
          "tentang": "Panitia Pemilihan DPW",
          "isi": "1) Panitia pemilihan DPW untuk melaksanakan Pemilihan Ketua Dewan Pembina dan Ketua Dewan Pengurus Wilayah (DPW). 2) Panitia Pemilihan DPW beranggotakan 5 orang yang ditunjuk oleh DPW. 3) Panitia Pemilihan terdiri dari Ketua, Sekretaris, dan anggota. 4) Panitia Pemilihan bertugas mempersiapkan dan melaksanakan."
        }  ,
    {
      "bab": "BAB XI",
      "judul": "Permusyawaratan Tingkat Daerah",
      "keterangan": "Isi lengkap bab ini tidak tersedia dalam teks input (teks terpotung setelah Pasal 43 BAB X). Berdasarkan Daftar Isi, bab ini membahas Konferensi Daerah (Konferda), Konferensi Daerah Luar Biasa, dan Musyawarah Daerah (Musda).",
      "pasal": []
    },
    {
      "bab": "BAB XII",
      "judul": "Permusyawaratan Tingkat Cabang",
      "keterangan": "Isi lengkap bab ini tidak tersedia dalam teks input. Berdasarkan Daftar Isi, bab ini membahas Konferensi Cabang (Konfercab), Konferensi Cabang Luar Biasa, dan Musyawarah Cabang (Muscab).",
      "pasal": []
    },
    {
      "bab": "BAB XIII",
      "judul": "Permusyawaratan Tingkat Cabang Khusus",
      "keterangan": "Isi lengkap bab ini tidak tersedia dalam teks input. Berdasarkan Daftar Isi, bab ini membahas Konferensi Cabang Khusus (Konfercabsus), Konferensi Cabang Khusus Luar Biasa, dan Musyawarah Cabang Khusus (Muscabsus).",
      "pasal": []
    },
    {
      "bab": "BAB XIV",
      "judul": "Kekayaan Organisasi",
      "keterangan": "Isi lengkap bab ini tidak tersedia dalam teks input. Bab ini kemungkinan mengatur detail aset dan keuangan organisasi tingkat cabang.",
      "pasal": []
    },
    {
      "bab": "BAB XV",
      "judul": "Perubahan Anggaran Rumah Tangga",
      "keterangan": "Isi lengkap bab ini tidak tersedia dalam teks input. Bab ini mengatur prosedur perubahan ART.",
      "pasal": []
    },
    {
      "bab": "BAB XVI",
      "judul": "Penutup",
      "keterangan": "Isi lengkap bab ini tidak tersedia dalam teks input.",
      "pasal": []
    }
  ]
}
  ]
}
